Repository: OmegaT-L10N/fi
Catalog: omegat/project_save.tmx
Source language: en
Languages: fi

source: Remove all the tokenizers from the /plugin folder before starting OmegaT.
fi: Poista kaikki saneistimen /plugin-kansiosta ennen OmegaT-ohjelman avaamista.

source: Remove bidirectionality control characters in the current target
fi: Poista kaksisuuntaisen tekstin ohjausmerkit nykyisestä kohteesta

source: Remove defined fragments
fi: Poista määritellyt fragmentit

source: Remove leading and trailing &whitespace in non-segmented projects
fi: Poista alussa ja lopussa olevat &tyhjätilamerkit projekteissa, joita ei ole jaettu segmentteihin

source: Remove mnemonics
fi: Poista muistisäännöt

source: Remove pattern?
fi: Poistetaanko mallikuvio?

source: Remove tags in the current target
fi: Poista tägit nykyisestä kohteesta

source: Remove text target
fi: Poista kohdeteksti

source: Remove translation
fi: Poista käännös

source: Reopen the project now?
fi: Avataanko projekti uudelleen nyt?

source: Reopen the project?
fi: Avataanko projekti uudelleen?

source: Repetitions from other files:
fi: Toistoja muista tiedostoista:

source: Repetitions within this file:
fi: Toistoja tässä tiedostossa:

source: Repetitions:
fi: Toistoja:

source: Replace
fi: Korvaa

source: Replace &glossary hits when inserting source text
fi: &Korvaa termilistaosumat lähtötekstiä lisättäessä

source: Replace custom tags with space
fi: Korvaa muokatut tägit välilyönnillä

source: Replace escaped sequences with space
fi: Korvaa ohihypätyt osat välilyönnillä

source: Replace spaces with non-breakable spaces where appropriate in French
fi: Kun kirjoitat ranskaa, korvaa välilyönnit sopivissa kohdissa sitovilla välilyönneillä.

source: Replace with &Machine Translation
fi: Korvaa ko&nekäännöksellä

source: Replace with:
fi: Korvaa:

source: Repository
fi: Pakettivarasto

source: Repository Mapping
fi: Pakettivarastojen yhdistäminen

source: Repository Mapping...
fi: Pakettivarastojen yhdistäminen…

source: Repository {0} is already present
fi: Pakettivarasto {0} on jo käytössä

source: Repository {0} unknown
fi: Pakettivarasto {0} on tuntematon

source: Request error: {0}
fi: Pyyntövirhe: {0}

source: Request to TaaS: {0}
fi: TaaS-pyyntö: {0}

source: Restore De&faults
fi: P&alauta oletusasetukset

source: Retrieve collection list...
fi: Hanki kokoelmaluettelo…

source: Retrieve domain list...
fi: Hanki kokoelmaluettelo…

source: Review of OmegaT 1.6 RC5.
fi: OmegaT 1.6 RC5:n arvostelu

source: Review of OmegaT 1.6.1_1.
fi: OmegaT 1.6.1_1:n arvostelu

source: Review of OmegaT 2.3.0.
fi: OmegaT 2.3.0:n arvostelu

source: Review of OmegaT, 11 April 2008.
fi: OmegaT:n arvostelu, 11. huhtikuuta 2008

source: Review of OmegaT, 2009.
fi: OmegaT:n arvostelu, 2009

source: Review of OmegaT, 2010.
fi: OmegaT:n arvostelu, 2010

source: Reviews of OmegaT
fi: OmegaT:n arvioinnit

source: Right-to-Left Embedding (RLE U+202B)
fi: Upotusmerkki oikealta vasemmalle (RLE U+200F)

source: Right-to-Left Mark (RLM U+200F)
fi: Oikealta vasemmalle -merkki (RLM U+200F)

source: Right:
fi: Nuolinäppäin oikealle:

source: Romanian, Moldavian, Moldovan
fi: romania

source: Romansh
fi: retoromaani

source: Rules...
fi: Säännöt…

source: Running on Java {0} ({1}-bit)
fi: Java {0} -käyttö ({1}-bit)

source: Russian
fi: venäjä

source: S&pace matches nbsp
fi: &Välilyönti vastaa nbsp:tä

source: SVN - Cleanup
fi: SVN:n siistiminen

source: SVN - Cleanup (recursive)
fi: SVN:n siistiminen (rekursiivinen)

source: Samoan
fi: samoa

source: Sample Text
fi: Esimerkkiteksti

source: Samuel Murray: for the introductory chapter "Learn to use OmegaT in 5 minutes".
fi: Samuel Murrayta johdantokappaleesta "Opi käyttämään OmegaT:tä viidessä minuutissa".

source: Sanskrit (Saṁskṛta)
fi: sanskrit

source: Sardinian
fi: sardi

source: Save TMX...
fi: Tallenna TMX…

source: Saving and Output
fi: Tallentaminen ja tuotos

source: Saving and Output Options
fi: Tallentaminen ja tuotos -asetukset

source: Saving project...
fi: Projektia tallenetaan…

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
fi: Laajuus: Haku on oletusarvoisesti koko projektin laajuinen. Voit asettaa haun koskemaan kaikkia määrätyn kansiohierarkian tiedostoja.

source: Scottish Gaelic, Gaelic
fi: gaeli

source: Scriptin&g...
fi: Ko&mentosarjat…

source: Search
fi: Etsi

source: Search Dictionaries
fi: Hae sanakirjoista

source: Search and Replace
fi: Etsi ja korvaa

source: Search and Replace...
fi: Etsi &ja korvaa…

source: Search for the required language combination - for instance on the dictionary links given by the OmegaT Wiki.
fi: Etsi tarvittua kieliyhdistelmää esimerkiksi OmegaT-wikin sanakirjalinkkien avulla.

source: Search for:
fi: Etsi:

source: Search in
fi: Etsittävä alue

source: Search options
fi: Hakuasetukset

source: Search options are similar to the ones displayed in Search window.
fi: Hakuasetukset ovat samantapaisia kuin hakuikkunassa näkyvät asetukset.

source: Search thread died unexpectedly!
fi: Hakuketju päättyi odottamatta!

source: Search window
fi: Hakuikkuna

source: Seconds:
fi: Sekunnit:

source: See "Chapter 3.
fi: Lisätietoja käyttöoppaan luvussa 3,

source: See Help > User's Manual for more information.
fi: Lisää tietoa löytyy kohdassa Ohje > Käyttöopas.

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
fi: Käytettäväksi sopivat arvot löytyvät tiedostosta OmegaT.jar/META-INF/MANIFEST.MF.

source: See below for details.
fi: Alla on lisätietoja tästä.

source: See the GNU General Public License for more detail.
fi: Lisätietoja saa GNU GPL -lisenssitekstistä.

source: See the GNU General Public License for more details.
fi: Lisätietoja saa GNU GPL -lisenssitekstistä.

source: Segment
fi: Segmentti

source: Segment marker background
fi: Segmenttimerkin tausta

source: Segment marker text
fi: Segmenttimerkin teksti

source: Segment skipped.
fi: Segmentti ohitettu.

source: Segment source text into paragraphs on:
fi: Lähdetekstin kappalejaon merkkinä:

source: Segment {0,number,#}
fi: Segmentti {0,numero,#}

source: Segmentation Rules...
fi: Segmentointisäännöt…

source: Segmentation method: {0}
fi: Segmentointitapa: {0}

source: Segments
fi: Segmenttejä

source: Segments with notes
fi: Segmentit, joissa on muistiinpanoja

source: Segments with notes text
fi: Segmenttien muistiinpanojen teksti

source: Select
fi: Valinnat

source: Select &Next Match
fi: Valitse se&uraava osuma

source: Select &Previous Match
fi: Valitse &edellinen osuma

source: Select Fol&der
fi: Valitse &kansio

source: Select Mat&ch
fi: Valitse &osuma

source: Select Match #&1
fi: Valitse osuma nro &1

source: Select Match #&2
fi: Valitse osuma nro &2

source: Select Match #&3
fi: Valitse osuma nro &3

source: Select Match #&4
fi: Valitse osuma nro &4

source: Select Match #&5
fi: Valitse osuma nro &5

source: Select TaaS Terminology &Lookup Domain...
fi: Valitse TaaS-terminologiahaun aihepiiri…

source: Select TaaS domain
fi: Valitse TaaS-aihepiiri

source: Serbian
fi: serbia

source: Server (original)
fi: Palvelin (alkuperäinen)

source: Server (updated)
fi: Palvelin (päivitetty)

source: Set empty translation
fi: Aseta tyhjä käännös

source: Shona
fi: šona

source: Shortcut
fi: Lyhenne

source: Show &longer target terms first
fi: Näytä pisimmät kohdekieliset termit ensin

source: Show &source term first
fi: Näytä &lähdekieliset termit ensin

source: Show &target term first
fi: Näytä &kohdekieliset termit ensin

source: Show Advanced &Options
fi: &Näytä lisäasetukset

source: Show English Version
fi: Näytä englanninkielinen versio

source: Simple search and replace script
fi: Yksinkertainen etsi ja korvaa -komentosarja

source: Since the project's inception, it has received the support of dozens of other contributors, too numerous to mention here, but for whose help we are very grateful.
fi: Projektin käynnistymisestä lähtien mukana on ollut suuri joukko tukijoita, joiden kaikkien nimiä tässä ei ole tilaa mainita. Olemme erittäin kiitollisia heidän avustaan.

source: Sinhala, Sinhalese
fi: sinhala

source: Size
fi: Koko

source: Skip segments where source=target
fi: Ohita segmentit, joissa lähde = kohde

source: Slovak
fi: slovakki

source: Slovene
fi: sloveeni

source: Some of the dictionaries have no strings attached - i.e. are "Free to use", and others, like the selection above, are under the GPL license.
fi: Jotkut sanakirjat ovat vapaasti käytettävissä, toiset – kuten edellä mainitut – on lisensoitu GPL-lisenssillä.

source: Some project folders seem to have been moved.
fi: Näyttää siltä, että jotkut projektikansiot on siirretty muualle.

source: Something went wrong, please visit Tilde Terminology for details.
fi: Jokin meni vikaan. Tilde Terminology osaa antaa lisätietoja.

source: Sorry
fi: Jokin meni pieleen.

source: Sort &alphabetically
fi: &Aakkosjärjestys

source: Sort by &full text, not shortcut
fi: Järjestä &kokotekstin, ei lyhenteen, mukaan

source: Sort by len&gth
fi: &Pituusjärjestykseen

source: Sort by source term &alphabetically
fi: Aakkosta lähdekielisten termien mukaisesti

source: Sort tar&get terms alphabetically
fi: Aakkosta kohdekielisten termien mukaisesti

source: Source
fi: Lähde

source: Source File Encoding
fi: Lähdetiedoston merkistökoodaus

source: Source Filename Pattern
fi: Lähdetiedoston nimen mallikuvio

source: Source Filename Pattern:
fi: Lähdetiedoston nimen mallikuvio:

source: Source Files Folder
fi: Lähdetiedostojen kansio

source: Source Files Folder:
fi: Lähdetiedostojen kansio:

source: Source count
fi: Lähdelukema

source: Source file loading complete
fi: Lähdetiedosto on ladattu

source: Source files committed
fi: Lähdetiedostot vahvistettu

source: Source files folder entered does not exist!
fi: Annettua lähdetiedostojen kansiota ei ole!

source: Source language: {0}
fi: Lähdekieli: {0}

source: Source of Selected &Match
fi: &Valitun osuman lähde

source: Source segments
fi: Lähdesegmentit

source: Source segments text
fi: Lähdesegmenttien teksti

source: Source/translation lengths (characters)
fi: Lähteen/käännöksen pituus (merkkiä)

source: South Ndebele
fi: etelä-ndebele

source: Southern Sotho
fi: eteläsotho

source: Spanish, Castilian
fi: espanja

source: Specify tag handling behaviour
fi: Määrittele tägien käsittelyn käyttäytyminen

source: Specify the encoding for your plain text files
fi: Määritä merkistökoodaus, jota OmegaT käyttää tekstitiedostoissa

source: Spellcheck
fi: Oikeinkirjoituksen tarkistus

source: Spellcheck - errors found:
fi: Oikeinkirjoituksen tarkistus – löytyneet virheet:

source: Spellchecker
fi: Oikeinkirjoituksen tarkistaja

source: Sponsorship
fi: Sponsorit

source: Standard
fi: Standardi

source: Statistics
fi: Tilastot

source: Strip BiDi Marks
fi: Bidi-merkkien poisto

source: Strip BiDi marks in current segment
fi: Poista bidi-merkit nykyisestä segmentistä

source: Strip Tags
fi: Tägien poisto

source: Strip tags in current segment
fi: Poista tägit nykyisestä segmentistä

source: SubRip Subtitles
fi: SubRip-tekstitys

source: Subversion
fi: Aliversio

source: Sundanese
fi: sunda

source: Swati
fi: swazi

source: Swedish
fi: ruotsi

source: Switch views with {0} and {1}
fi: {0} ja {1}vaihtavat näkymää

source: T&Ms
fi: Käännösmuistit

source: TaaS API key not set.
fi: TaaS-palvelun API-avainta ei ole asetettu.

source: TaaS Collections
fi: TaaS-kokoelmat

source: TaaS Terminology
fi: TaaS-terminologia

source: Tag
fi: Tägi

source: Tag name:
fi: Tägin nimi:

source: Tag validation failed
fi: Tägien tarkistaminen ei onnistunut

source: Tags
fi: Tägit

source: Tahitian
fi: tahiti

source: Tajik
fi: tadžikki

source: Tamil
fi: tamili

source: Target
fi: Kohde

source: Target count
fi: Kohdelukema

source: Target files committed
fi: Kohdetiedostot vahvistettu

source: Tatar
fi: tataari

source: Terminology
fi: Terminologia

source: Terms with multiple targets
fi: Termit, joilla on useita vastaavuuksia

source: Text
fi: Teksti

source: Text Replace
fi: Tekstin korvaus

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
fi: Tekstin korvaus: Tekstin korvaus tapahtuu projektin lähtökielisissä segmenteissäriippumatta siitä, onko niissä jo sisältöä vai ovatko ne tyhjiä.

source: Text Search
fi: T&ekstihaku

source: Text to be removed
fi: Poistettava teksti

source: Thank you all!
fi: Kiitos teille kaikille!

source: The OmegaT solution
fi: OmegaT-ratkaisu

source: The Déjà Vu "External View" file format is a feature of Déjà Vu DVX.
fi: External View -tiedostomuoto on Déjà Vu DVX:n ominaisuus.

source: The LanguageTool in OmegaT
fi: LanguageTool ja OmegaT

source: The LanguageTool plugin is included in OmegaT.
fi: OmegaT sisältää LanguageTool-laajennuksen.

source: The OmegaT developers' list.
fi: OmegaT-kehittäjien lista

source: The OmegaT project
fi: OmegaT-projekti

source: The OmegaT project is maintained by an informal, international group of volunteers.
fi: OmegaT on avoimeen lähdekoodiin perustuva käännösmuistisovellus.

source: The PO filter threw an exception:
fi: PO-suodatin antoi poikkeuksen:

source: The TaaS service at https://demo.taas-project.eu/info provides terminology services in European languages (plus Russian).
fi: TaaS-palvelu osoitteessa http://demo.taas-project.eu avustaa terminologiassa Euroopan unionin virallisilla kielillä sekä turkiksi ja venäjäksi.

source: The author of the Chapter Learn to use OmegaT in 5 minutes! is Samuel Murray, Copyright ©2005-2012.
fi: Kappaleen Opi käyttämään OmegaT:tä viidessä minuutissa tekijä on Samuel Murray, copyright © 2005–2012.

source: The collections are downloaded as TBX glossaries in the current glossary folder.
fi: Kokoelmat ladataan TBX-muotoisina termikantoina kyseisen projektin sanastokansioon.

source: The computer, running OmegaT, has Russian as the default language, and thus shows the characters in the Cyrillic alphabet and not in Kanji.
fi: Koska tietokoneen oletuskieli on venäjä, OmegaT näyttää merkit kyrillisinä aakkosina eikä japanilaisina kanji-merkkeinä.

source: The documentation distributed with OmegaT includes the User Manual and the readme.txt document.
fi: OmegaT:n mukana tulevaa dokumentaatioota ovat Käyttöopas ja readme.txt -asiakirja.

source: The documentation is Copyright ©2013 Vito Smolej, ©2014-2016 Vincent Bidaux.
fi: Dokumentaation copyright: © 2013 Vito Smolej sekä © 2014–2016 Vincent Bidaux.

source: The documentation is a free document; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
fi: Dokumentaatio on vapaa asiakirja, joten sitä voi sekä levittää että muokata Free Software Foundationin julkaiseman GNU General Public Licencen (GNU-hankkeen yleinen lisenssin, GNU GPL) ehtojen mukaisesti. Voit käyttää joko versiota 3 tai (niin halutessasi) mitä tahansa myöhempää versiota.

source: The documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fi: Vaikka dokumentaatiosta toivotaan olevan apua, niitä jaetaan ILMAN TAKUITA, jopa ilman takuuta niiden MYYNTIKELPOISUUDESTA tai SOVELTUVUUDESTA TIETTYYN TARKOITUKSEEN.

source: The following example shows Merriam Webster 10th dictionary "in action":
fi: Seuraava esimerkki näyttää Merriam Websterin 10. sanakirjan "täydessä vauhdissa":

source: The great majority of work on the OmegaT project has been completed on a voluntary basis.
fi: Ylivoimaisesti suurin osa OmegaT-projektin parissa tehdystä työstä on tehty vapaaehtoisvoimin.

source: The key must then be given to OmegaT using -Dtaas.user.key=xxxxx.
fi: Avain annetaan OmegaT:ssä käyttämällä komentoa -Dtaas.user.key=xxxxx.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
fi: Kielikoodin tulisi olla muotoa xx-YY, xxx-YY, xx_YY tai xxx_YY, jossa xx tai xxx on kielitunnus ja YY alueen tai maan koodi (valinnainen).

source: The most that OmegaT can do in such a case, is to assume that the text is written in the same language the computer itself uses.
fi: Tällöin OmegaT olettaa, että teksti on kirjoitettu samalla kielellä, jota tietokonekin käyttää.

source: The philosophy of the project is described here.
fi: Projektin taustalla olevaa filosofiaa kuvataan täällä.

source: The principal members of the project are:
fi: Projektissa pääosia näyttelevät:

source: The rules applied (if any) will depend on the source and target language of the project.
fi: Mahdolliset käytetyt säännöt riippuvat projektin lähtö- ja kohdekielistä.

source: The script will quit now.
fi: Komentosarja päättyy.

source: The source file language entered is invalid!
fi: Annettu lähtökieli ei kelpaa!

source: The translated file language entered is invalid!
fi: Annettu kohdekieli ei kelpaa!

source: The translation has changed.
fi: Käännös on muuttunut.

source: The user group also serves as the main point of contact between users and the project team.
fi: Käyttäjäryhmä on samalla pääasiallinen yhteistyökanava käyttäjien ja projektitiimin välillä.

source: The writeable glossary file must be inside the glossary folder
fi: Kirjoituskelpoisen termilistatiedoston on oltava termilistakansiossa.

source: Then click on Search button to display all the corresponding occurrences.
fi: Napsauta sen jälkeen Etsi-painiketta, jolloin haku näyttää kaikki kohdat, joissa kyseinen sana tai ilmaus esiintyy.

source: There are basically three ways to address this problem in OmegaT.
fi: OmegaT-ohjelmassa on kolme tapaa ratkaista tämä ongelma.

source: There are no local working copies in {0}.
fi: {0} ei sisällä paikallisia työkopioita.

source: There should be three files, with extensions dz, idx and ifo.
fi: Kansiossa pitäisi olle kolme tiedostoa, joiden tiedostotunnisteet ovat dz, idx ja ifo.

source: These units have been skipped.
fi: Nämä yksiköt on ohitettu.

source: They all involve the application of file filters in the Options menu.
fi: Niissä kaikissa käytetään Asetukset-valikosta löytyviä tiedostosuodattimia.

source: They also improve glossary matching.
fi: Tämän lisäksi saneistimet parantavat sanasto-osumia.

source: This HowTo describes how to use OmegaT in conjunction with Atril's Déjà Vu CAT tool.
fi: Nämä ohjeet kuvaavat, kuinka OmegaT voidaan yhdistää Atril Déjà Vu -käännösmuistiohjelmaan.

source: This can be achieved (for Déjà Vu DVX) by use of Déjà Vu's "External View" file format.
fi: Tämä onnistuu Déjà Vu DVX:n "External View" -tiedostomuodon avulla.

source: This command will be executed after Creating Translated Documents.
fi: Tämä komento suoritetaan sen jälkeen kun käännettävät dokumentit on luotu.

source: This document is the official user's guide to OmegaT, the free Computer Aided Translation tool.
fi: OmegaT on vapaa työkalu tietokoneavusteista kääntämistä varten. Tämä tiedosto on virallinen OmegaT-käyttöopas.

source: This is especially useful in case of languages that use pre- and postfix forms for the stem words.
fi: Tästä on erityisen paljon hyötyä sellaisissa kielissä, joissa sanavartaloon liitetään etu- ja jälkiliitteitä.

source: This is no problem for files encoded in Unicode using a 16 bit character encoding set.
fi: Tämä ei ole ongelma, jos tiedostossa on käytössä 16-bittinen Unicode-merkistökoodaus.

source: This is the most common-sense alternative, sparing you problems in the long run.
fi: Tämä on yksinkertaisin tapa, ja sen avulla vältyt jatkossa monilta hankaluuksilta.

source: This is the way text will look when displayed.
fi: Näytöllä teksti näyttää tältä.

source: This list is for more technical discussion of features and development, and is intended for OmegaT developers and other interested parties.
fi: Keskustelut tällä postituslistalla koskevat ohjelman teknisiä ominaisuuksia ja kehitystä. Lista on tarkoitettu OmegaT:n kehittäjille ja muille aiheesta kiiinnostuneille.

source: This mailing list is for localizers of OmegaT.
fi: OmegaT:n lokalisoijien postituslista

source: This manual, however, would not be possible without the help and support from a number of people.
fi: Tätä käyttöohjekirjaa ei kuitenkaan olisi olemassa ilman monen ihmisen apua.

source: This script is intended to run in OmegaT 3.6 and newer.
fi: Komentosarja on tarkoitettu käytettäväksi OmegaT 3.6:ssa ja tätä uudemmissa versioissa.

source: This short text describes key behavior in the editor pane.
fi: Tässä kuvataan lyhyesti, kuinka muokkausruudussa käytettävät näppäimet ja näppäinyhdistelmät toimivat.

source: This site is also available in English!
fi: Tämän sivun voi lukea myös englanniksi!

source: Tibetan Standard, Tibetan, Central
fi: tiibet

source: Tigrinya
fi: tigrinja

source: To access the TaaS service, a user must create a key using https://term.tilde.com/account/keys/create?system=omegaT.
fi: TaaS-palvelun käyttäjän on luotava itselleen avain osoitteessa https://term.tilde.com/account/keys/create?system=omegaT.

source: To date, these sponsors are:
fi: Tähän päivään mennessä sposoreina ovat toimineet:

source: To install the necessary files for the StarDict format, proceed as follows:
fi: Asenna StarDict-muodon vaatimat tiedostot seuraavalla tavalla:

source: To limit the amount of data, it is possible to select a specific domain by selecting Select TaaS Terminology Lookup Domain.
fi: Datan määrää voidaan rajoittaa tarkentamalla hakua kohdassa Valitse TaaS-terminologiahaun aihepiiri.

source: To make it possible (although Search and replace operates only on memory), OmegaT will copy the source segment to the target segment before the replace operation occurs.
fi: Etsi ja korvaa -toiminto hakee tekstiä ainoastaan jo muodostuneesta käännösmuistista, joten OmegaT kopioi lähdesegmentin kohdesegmenttiin ennen tekstin korvaamista.

source: To translate the file in OmegaT, proceed as follows:
fi: Tiedosto käännetään OmegaT:ssä seuraavalla tavalla:

source: Tokenizers
fi: Saneistimet

source: Tokenizers (or stemmers) improve the quality of matches by recognizing inflected words in source and translation memory data.
fi: Saneistimet (vartalonmuodostimet) tunnistavat lähtötekstissä olevia taivutettuja sanoja ja antavat näin laadukkaampia käännösmuistiosumia.

source: Tokenizers are included in OmegaT and active by default.
fi: OmegaT:n perusasetuksena on, että saneistin on aktiivinen.

source: Tonga (Tonga Islands)
fi: tonga

source: Total Characters (including spaces)
fi: Merkkejä yhteensä (sis. välilyönnit)

source: Total Characters (without spaces)
fi: Merkkejä yhteensä (ilman välilyöntejä)

source: Total Segments
fi: Segmenttejä yhteensä

source: Total Words
fi: Sanoja yhteensä

source: Total number of segments
fi: Segmenttejä yhteensä

source: Total:
fi: Yhteensä:

source: Tracking system
fi: Seurantajäjestelmä

source: Trans&lated or untranslated
fi: Käännetty tai kääntämättä

source: Translate the following elements:
fi: Käännä seuraavat elementit:

source: Translate this file in OmegaT in the usual way.
fi: Käännä tämä tiedosto OmegaT:ssä tavalliseen tapaan.

source: Translated File Encoding
fi: Käännetyn tiedoston merkistökoodaus

source: Translated Filename Pattern
fi: Käännetyn tiedoston nimen mallikuvio

source: Translated Files Folder
fi: Käännettyjen tiedostojen kansio

source: Translated Files Folder:
fi: Käännettyjen tiedostojen kansio:

source: Translated document created
fi: Käännetty tiedosto on luotu

source: Translated documents created
fi: Käännetyt tiedostot on luotu

source: Translated files folder entered does not exist!
fi: Annettua käännettyjen tiedostojen kansiota ei ole!

source: Translated segments
fi: Käännetyt segmentit

source: Translated segments text
fi: Käännettyjen segmenttien teksti
